tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "astyle"
brew "bat"
brew "black"
brew "blueutil"
brew "direnv"
brew "fish"
brew "flake8"
brew "fping"
brew "fswatch"
brew "gh"
brew "git"
brew "httpie"
brew "icdiff"
brew "ipython"
brew "jq"
brew "midnight-commander"
brew "nano"
brew "nmap"
brew "platformio"
brew "poetry"
brew "teensy_loader_cli"
brew "tmux"
brew "trash"
brew "websocat"
